'''
Напишіть програму, яка три рази задає питання і 
три рази каже однакові фрази на відповіді «так» і «ні».
Приклади питань написані в програмі нагорі. 
Відповіді повинні бути або "Чудово! 
Ви талант!" (На відповідь "так") або 
"Ви можете навчитися, якщо захочете!"
'''

# Поставте три питання, наприклад:
# "Ви вмієте грати на піаніно?"
# "Ви вмієте грати в футбол?"
# "Ви вмієте кататися на скейті?"
# запам'ятовуйте відповіді в змінну:
# Answer = input ()


question1 = "Ви вмієте грати на піаніно?"
question2 = "Ви вмієте грати в футбол?"
question3 = "Ви вмієте кататися на скейті?"

for _ in range(3):
    answer = input(question1 + " (так/ні): ")
    if answer.lower() == "так":
        print("Чудово! Ти талант!")
    else:
        print("Ти можеш навчитися, якщо захочеш!")

    answer = input(question2 + " (так/ні): ")
    if answer.lower() == "так":
        print("Чудово! Ти талант!")
    else:
        print("Ти можеш навчитися, якщо захочеш!")

    answer = input(question3 + " (так/ні): ")
    if answer.lower() == "так":
        print("Чудово! Ти талант!")
    else:
        print("Ти можеш навчитися, якщо захочеш!")
